// src/i18n/ru.js

export default {
  welcome: 'Магазин Габриель',
  home: 'Главная',
  subtitle: 'Ваш универсальный магазин моды',
  catalog: 'Каталог',
  cart: 'Корзина',
  checkout: 'Оформление заказа',
  contact: 'Контакты',
  contactInfoTitle: 'Контактная информация',
  phone: 'Телефон',
  email: 'Электронная почта',
  contactParagraph:
    'Не стесняйтесь обращаться к нам по телефону или электронной почте. Мы здесь, чтобы помочь вам с любыми вопросами или проблемами.',
  about: 'О нас',
  product: 'Продукт'
}
